Repository: common-repository/kw-photo-2-wall-paper
Catalog: lang/kw-photo-2-wall-paper-*.po
Languages: de_de

source: Is wall paper
de_de: Ist Wandpapier

source: Yes
de_de: Ja

source: No
de_de: Nein

source: For wall-paper products, price needs to be defined for one square meter.
de_de: Für Wandpapierprodukte muss der Preis für einen Quadratmeter festgelegt werden.

source: Wall Paper
de_de: Wandpapier

source: Wall Paper Settings
de_de: Einstellungen für Wandpapier

source: The following options are used to configure Wall Paper.
de_de: Die folgenden Optionen werden zum Konfigurieren von Wandpapier verwendet.

source: metric
de_de: Metrisch

source: Square meter
de_de: Quadratmeter

source: Square inch
de_de: Quadratzoll

source: Square meters
de_de: Quadratmeter

source: Square inches
de_de: Quadratzoll

source: Inch
de_de: Zoll

source: Meters
de_de: Meter

source: Inches
de_de: Zoll

source: Units
de_de: Einheiten

source: These units are used for the surface price.
de_de: Diese Einheiten werden für den Flächenpreis verwendet.

source: Wall paper print resolution
de_de: Druckauflösung für Wandpapier

source: Wall paper print resolution. Consider 150 DPI as a maximum.
de_de: Druckauflösung für Wandpapier. Betrachte 150 DPI als Maximum.

source: Size
de_de: Größe

source: Height (m)
de_de: Hohe (m)

source: Width (m)
de_de: Breite (m)

source: Download
de_de: Herunterladen

source: Wall Paper area is " + area + " square meters / (" + total_price + "
de_de: Wandpapierfläche ist " + area + " Quadratmeter / (" + total_price + "

source: To match the defined area, the photo should be " + height * resolution_per_meter + " by " + width * resolution_per_meter + " pixels.
de_de: Um dem definierten Bereich zu entsprechen, sollte das Foto " + height * resolution_per_meter + " durch " + width * resolution_per_meter + " Pixel sein.

source: Please enter height and width of the Wall Paper.
de_de: Bitte gib Höhe und Breite des Wandpapiers ein.

source: Please enter height and width of the Wall Paper to know the required picture size in pixels.
de_de: Gib Höhe und Breite des Wandpapiers ein, um die erforderliche Bildgröße in Pixel zu kennen.

source: Customize the wall paper
de_de: Anpassen des Wandpapiers

source: Define wall paper size
de_de: Definieren des Wandpapierformats

source: Height:
de_de: Höhe:

source: Width:
de_de: Breite:

source: Select photo
de_de: Foto auswählen

source: Please enter a height value.
de_de: Gib einen Höhenwert ein.

source: Please enter a width value.
de_de: Gib Sie einen Breitenwert ein.

source: Photo 2 wall-paper
de_de: Foto zur Wandpapier

source: A simple WooCommerce plug-in to create and sell wall-papers from photos
de_de: Ein einfaches WooCommerce-Plug-in zum Erstellen und Verkaufen von Wandpapieren aus Fotos
